---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KVA
source: html/32da057c-13d7-2235-7b62-d39413219722.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KVA Property

Symbol kVA, indicating unit Kilovolt amperes.

## Syntax (C#)
```csharp
public static ForgeTypeId KVA { get; }
```